Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: When your Mac runs low on memory, background tabs you allow are released from RAM and reload instantly when you return — scroll position and history are kept, so it's nearly seamless. The tabs you're actively using are never touched.
ar: عندما تنخفض ذاكرة الـ Mac لديك، تُحرَّر علامات تبويب الخلفية التي تسمح بها من ذاكرة الوصول العشوائي وتُعاد فورًا عند عودتك — يُحتفظ بموضع التمرير والسجل، فتكون شبه سلسة. علامات التبويب التي تستخدمها بنشاط لا تُمسّ أبدًا.
ca: Quan el teu Mac es queda sense memòria, les pestanyes en segon pla que permetis s'alliberen de la RAM i es recarreguen a l'instant quan tornes — la posició de desplaçament i l'historial es conserven, així que és gairebé imperceptible. Les pestanyes que fas servir activament no es toquen mai.
cs: Když tvému Macu dochází paměť, karty na pozadí, které povolíš, se uvolní z RAM a po návratu se okamžitě znovu načtou — poloha posunutí a historie jsou zachovány, takže je to téměř bezešvé. Karet, které aktivně používáš, se nikdy nedotkne.
da: Når din Mac er ved at løbe tør for hukommelse, frigives baggrundsfaneblade, du tillader, fra RAM og genindlæses øjeblikkeligt, når du vender tilbage — rulleposition og historik bevares, så det er næsten sømløst. De faneblade, du aktivt bruger, røres aldrig.
de: Wenn dein Mac wenig Speicher hat, werden von dir erlaubte Hintergrund-Tabs aus dem RAM freigegeben und bei deiner Rückkehr sofort neu geladen – Scrollposition und Verlauf bleiben erhalten, es ist also nahezu nahtlos. Die Tabs, die du aktiv nutzt, werden nie angerührt.
el: Όταν το Mac σου μένει από μνήμη, οι καρτέλες παρασκηνίου που επιτρέπεις απελευθερώνονται από τη RAM και επαναφορτώνονται ακαριαία όταν επιστρέφεις — η θέση κύλισης και το ιστορικό διατηρούνται, οπότε είναι σχεδόν απρόσκοπτο. Οι καρτέλες που χρησιμοποιείς ενεργά δεν αγγίζονται ποτέ.
es: Cuando tu Mac se queda sin memoria, las pestañas en segundo plano que permitas se liberan de la RAM y se recargan al instante cuando vuelves: se conservan la posición de desplazamiento y el historial, así que es casi transparente. Las pestañas que estás usando activamente nunca se tocan.
fi: Kun Macisi muisti käy vähiin, sallimasi taustavälilehdet vapautetaan RAM-muistista ja ladataan heti uudelleen, kun palaat — vierityssijainti ja historia säilytetään, joten se on lähes saumatonta. Aktiivisesti käyttämiisi välilehtiin ei koskaan kosketa.
fr: Lorsque votre Mac manque de mémoire, les onglets en arrière-plan que vous autorisez sont libérés de la RAM et se rechargent instantanément à votre retour — la position de défilement et l'historique sont conservés, c'est donc presque transparent. Les onglets que vous utilisez activement ne sont jamais touchés.
he: כאשר ה-Mac שלך אוזל מזיכרון, כרטיסיות רקע שאתה מאשר משוחררות מ-RAM ונטענות מחדש באופן מיידי כשתחזור — מיקום הגלילה וההיסטוריה נשמרים, כך שזה כמעט חלק. הכרטיסיות שאתה משתמש בהן באופן פעיל לעולם אינן נוגעות.
hi: जब आपके Mac की मेमोरी कम हो जाती है, तो आपके द्वारा अनुमत बैकग्राउंड टैब RAM से जारी हो जाते हैं और वापस आने पर तुरंत फिर से लोड होते हैं — स्क्रॉल स्थिति और इतिहास बनाए रखे जाते हैं, इसलिए यह लगभग निर्बाध है। जिन टैब का आप सक्रिय रूप से उपयोग कर रहे हैं उन्हें कभी नहीं छुआ जाता।
hr: Kada tvom Macu ponestaje memorije, pozadinske kartice koje dopustiš oslobađaju se iz RAM-a i trenutno se ponovno učitavaju kada se vratiš — položaj pomicanja i povijest se zadržavaju, pa je gotovo besprijekorno. Kartice koje aktivno koristiš nikada se ne diraju.
hu: Amikor a Mac memóriája kevés, az általad engedélyezett háttérlapok felszabadulnak a RAM-ból, és azonnal újratöltődnek, amikor visszatérsz — a görgetési pozíció és az előzmények megmaradnak, így szinte zökkenőmentes. Az aktívan használt lapokhoz soha nem nyúlunk.
id: Saat Mac-mu kehabisan memori, tab latar yang kamu izinkan dilepaskan dari RAM dan dimuat ulang secara instan saat kamu kembali — posisi gulir dan riwayat dipertahankan, jadi hampir mulus. Tab yang aktif kamu gunakan tidak pernah disentuh.
it: Quando il tuo Mac ha poca memoria, le schede in background che consenti vengono rilasciate dalla RAM e ricaricate all'istante quando torni: la posizione di scorrimento e la cronologia vengono mantenute, quindi è quasi impercettibile. Le schede che stai usando attivamente non vengono mai toccate.
ja: Macのメモリが少なくなると、あなたが許可したバックグラウンドのタブがRAMから解放され、戻ったときに即座に再読み込みされます。スクロール位置と履歴は保持されるため、ほぼシームレスです。積極的に使用しているタブには決して触れません。
ko: Mac의 메모리가 부족해지면 허용한 백그라운드 탭이 RAM에서 해제되고 돌아왔을 때 즉시 다시 로드됩니다. 스크롤 위치와 기록이 유지되므로 거의 매끄럽습니다. 적극적으로 사용 중인 탭은 절대 건드리지 않습니다.
ms: Apabila Mac anda kehabisan memori, tab latar yang anda benarkan dilepaskan daripada RAM dan dimuatkan semula serta-merta apabila anda kembali — kedudukan tatal dan sejarah dikekalkan, jadi ia hampir lancar. Tab yang anda gunakan secara aktif tidak pernah disentuh.
nb: Når Macen din begynner å gå tom for minne, frigis bakgrunnsfaner du tillater fra RAM og lastes inn på nytt umiddelbart når du kommer tilbake — rulleposisjon og logg beholdes, så det er nesten sømløst. Fanene du aktivt bruker, røres aldri.
nl: Wanneer je Mac weinig geheugen heeft, worden achtergrondtabbladen die je toestaat uit RAM vrijgegeven en direct opnieuw geladen als je terugkeert — scrollpositie en geschiedenis blijven behouden, dus het is bijna naadloos. De tabbladen die je actief gebruikt, worden nooit aangeraakt.
pl: Gdy w Twoim Macu kończy się pamięć, karty w tle, na które zezwolisz, są zwalniane z RAM i natychmiast przeładowywane po powrocie — pozycja przewijania i historia są zachowane, więc jest to niemal bezproblemowe. Karty, których aktywnie używasz, nigdy nie są ruszane.
pt_br: Quando seu Mac fica com pouca memória, as abas em segundo plano que você permite são liberadas da RAM e recarregadas instantaneamente quando você volta — a posição de rolagem e o histórico são mantidos, então é quase perfeito. As abas que você está usando ativamente nunca são tocadas.
ro: Când Mac-ul tău rămâne fără memorie, filele din fundal pe care le permiți sunt eliberate din RAM și reîncărcate instantaneu când te întorci — poziția de derulare și istoricul sunt păstrate, așa că este aproape fără cusur. Filele pe care le folosești activ nu sunt niciodată atinse.
ru: Когда вашему Mac не хватает памяти, разрешённые вами фоновые вкладки выгружаются из ОЗУ и мгновенно перезагружаются при возвращении — положение прокрутки и история сохраняются, поэтому это почти незаметно. Вкладки, которыми вы активно пользуетесь, никогда не трогаются.
sk: Keď tvojmu Macu dochádza pamäť, karty na pozadí, ktoré povolíš, sa uvoľnia z RAM a po návrate sa okamžite znova načítajú — poloha posunutia a história sú zachované, takže je to takmer bezšvové. Kariet, ktoré aktívne používaš, sa nikdy nedotkne.
sv: När din Mac får ont om minne frigörs bakgrundsflikar du tillåter från RAM och läses om direkt när du återvänder — rullningsposition och historik behålls, så det är nästan sömlöst. Flikarna du aktivt använder rörs aldrig.
th: เมื่อ Mac ของคุณหน่วยความจำใกล้หมด แท็บพื้นหลังที่คุณอนุญาตจะถูกปล่อยออกจาก RAM และโหลดใหม่ทันทีเมื่อคุณกลับมา — ตำแหน่งการเลื่อนและประวัติจะถูกเก็บไว้ ดังนั้นจึงแทบไร้รอยต่อ แท็บที่คุณใช้งานอยู่จะไม่ถูกแตะต้อง
tr: Mac'inin belleği azaldığında, izin verdiğin arka plan sekmeleri RAM'den serbest bırakılır ve döndüğünde anında yeniden yüklenir — kaydırma konumu ve geçmiş korunur, bu yüzden neredeyse kesintisizdir. Aktif olarak kullandığın sekmelere asla dokunulmaz.
uk: Коли вашому Mac бракує пам'яті, дозволені вами фонові вкладки вивантажуються з ОЗП і миттєво перезавантажуються, коли ви повертаєтеся — положення прокрутки та історія зберігаються, тож це майже непомітно. Вкладки, якими ви активно користуєтеся, ніколи не чіпаються.
vi: Khi Mac của bạn sắp cạn bộ nhớ, các thẻ nền bạn cho phép sẽ được nhả khỏi RAM và tải lại ngay lập tức khi bạn quay lại — vị trí cuộn và lịch sử được giữ, nên gần như liền mạch. Các thẻ bạn đang dùng tích cực không bao giờ bị đụng tới.
zh_hans: 当你的 Mac 内存不足时，你允许的后台标签页会从内存中释放，并在你返回时立即重新加载——滚动位置和历史记录都会保留，因此几乎无缝。你正在使用的标签页永远不会被触碰。
zh_hk: 當你的 Mac 記憶體不足時，你允許的背景分頁會從記憶體中釋放，並在你返回時立即重新載入——捲動位置與紀錄都會保留，因此幾乎無縫。你正在使用的分頁永遠不會被觸碰。

source: Where a plain search from the omnibar goes.
ar: إلى أين يذهب البحث البسيط من شريط العناوين.
ca: On va una cerca senzilla des de l'omnibar.
cs: Kam směřuje běžné hledání z omnibaru.
da: Hvor en almindelig søgning fra omnibaren går hen.
de: Wohin eine einfache Suche aus der Omnibar geht.
el: Πού πηγαίνει μια απλή αναζήτηση από το omnibar.
es: Adónde va una búsqueda simple desde la omnibar.
fi: Minne tavallinen haku omnipalkista menee.
fr: Où va une simple recherche depuis l'omnibar.
he: לאן הולך חיפוש רגיל משורת הכתובת.
hi: ओमनीबार से एक साधारण खोज कहाँ जाती है।
hr: Kamo ide obično pretraživanje iz omnibara.
hu: Hová megy egy egyszerű keresés az omnibarból.
id: Ke mana pencarian biasa dari omnibar pergi.
it: Dove va una semplice ricerca dall'omnibar.
ja: オムニバーからの通常の検索がどこへ行くか。
ko: 옴니바에서의 일반 검색이 어디로 가는지.
ms: Ke mana carian biasa dari omnibar pergi.
nb: Hvor et vanlig søk fra omnibaren går.
nl: Waar een gewone zoekopdracht vanuit de omnibalk naartoe gaat.
pl: Dokąd trafia zwykłe wyszukiwanie z omnibaru.
pt_br: Para onde vai uma busca simples da omnibar.
ro: Unde merge o căutare simplă din omnibar.
ru: Куда идёт обычный поиск из омнибара.
sk: Kam smeruje bežné hľadanie z omnibaru.
sv: Vart en enkel sökning från omnibaren går.
th: การค้นหาธรรมดาจากออมนิบาร์ไปที่ไหน
tr: Omnibar'dan yapılan sıradan bir aramanın nereye gittiği.
uk: Куди йде звичайний пошук з омнібара.
vi: Nơi một tìm kiếm thông thường từ omnibar đi tới.
zh_hans: 从地址栏进行的普通搜索会去往何处。
zh_hk: 從網址列進行的一般搜尋會前往何處。

source: Where downloaded files are saved. Empty uses your system Downloads folder.
ar: أين تُحفظ الملفات المنزَّلة. الفارغ يستخدم مجلد التنزيلات في نظامك.
ca: On es desen els fitxers baixats. Buit utilitza la carpeta Baixades del teu sistema.
cs: Kam se ukládají stažené soubory. Prázdné použije systémovou složku Stažené.
da: Hvor hentede filer gemmes. Tom bruger dit systems overførselsmappe.
de: Wo heruntergeladene Dateien gespeichert werden. Leer verwendet den Download-Ordner deines Systems.
el: Πού αποθηκεύονται τα ληφθέντα αρχεία. Το κενό χρησιμοποιεί τον φάκελο Λήψεις του συστήματός σου.
es: Dónde se guardan los archivos descargados. Vacío usa la carpeta Descargas de tu sistema.
fi: Minne ladatut tiedostot tallennetaan. Tyhjä käyttää järjestelmäsi Lataukset-kansiota.
fr: Où les fichiers téléchargés sont enregistrés. Vide utilise le dossier Téléchargements de votre système.
he: היכן נשמרים קבצים שהורדו. ריק משתמש בתיקיית ההורדות של המערכת שלך.
hi: डाउनलोड की गई फ़ाइलें कहाँ सहेजी जाती हैं। रिक्त आपके सिस्टम के डाउनलोड फ़ोल्डर का उपयोग करता है।
hr: Gdje se spremaju preuzete datoteke. Prazno koristi mapu Preuzimanja tvog sustava.
hu: Hová kerülnek a letöltött fájlok. Az üres a rendszered Letöltések mappáját használja.
id: Tempat berkas yang diunduh disimpan. Kosong menggunakan folder Unduhan sistemmu.
it: Dove vengono salvati i file scaricati. Vuoto usa la cartella Download del tuo sistema.
ja: ダウンロードしたファイルの保存先。空欄の場合はシステムのダウンロードフォルダを使用します。
ko: 다운로드한 파일이 저장되는 위치. 비어 있으면 시스템 다운로드 폴더를 사용합니다.
ms: Tempat fail yang dimuat turun disimpan. Kosong menggunakan folder Muat Turun sistem anda.
nb: Hvor nedlastede filer lagres. Tom bruker systemets nedlastingsmappe.
nl: Waar gedownloade bestanden worden opgeslagen. Leeg gebruikt de map Downloads van je systeem.
pl: Gdzie zapisywane są pobrane pliki. Puste używa systemowego folderu Pobrane.
pt_br: Onde os arquivos baixados são salvos. Vazio usa a pasta Downloads do seu sistema.
ro: Unde sunt salvate fișierele descărcate. Gol folosește folderul Descărcări al sistemului tău.
ru: Где сохраняются загруженные файлы. Пусто использует системную папку «Загрузки».
sk: Kam sa ukladajú stiahnuté súbory. Prázdne použije systémový priečinok Stiahnuté.
sv: Var nedladdade filer sparas. Tomt använder ditt systems nedladdningsmapp.
th: ที่ที่ไฟล์ที่ดาวน์โหลดถูกบันทึก ว่างจะใช้โฟลเดอร์ดาวน์โหลดของระบบคุณ
tr: İndirilen dosyaların nereye kaydedildiği. Boş, sisteminin İndirilenler klasörünü kullanır.
uk: Де зберігаються завантажені файли. Порожньо використовує системну папку «Завантаження».
vi: Nơi các tệp tải xuống được lưu. Để trống sẽ dùng thư mục Tải xuống của hệ thống bạn.
zh_hans: 下载的文件保存在哪里。留空则使用你系统的“下载”文件夹。
zh_hk: 下載的檔案儲存在哪裡。留空則使用你系統的「下載」檔案夾。

source: While a page loads, Browser can trace progress along any of the window's four edges and/or as a ring that fills around the site's favicon in the tab. Turn them all off for a completely quiet load. The demo animates a fake load so you can see each choice.
ar: أثناء تحميل صفحة، يمكن للمتصفح تتبّع التقدُّم على طول أي من حواف النافذة الأربع و/أو كحلقة تمتلئ حول الأيقونة المفضّلة للموقع في علامة التبويب. أوقفها جميعًا للحصول على تحميل هادئ تمامًا. يحرّك العرض التوضيحي تحميلًا وهميًا حتى ترى كل خيار.
ca: Mentre es carrega una pàgina, el navegador pot traçar el progrés al llarg de qualsevol de les quatre vores de la finestra i/o com un anell que s'omple al voltant del favicon del lloc a la pestanya. Desactiva'ls tots per a una càrrega completament silenciosa. La demostració anima una càrrega falsa perquè puguis veure cada opció.
cs: Zatímco se stránka načítá, prohlížeč může sledovat průběh podél kteréhokoli ze čtyř okrajů okna a/nebo jako prstenec, který se plní kolem faviconu webu na kartě. Vypni je všechny pro zcela tiché načítání. Demo animuje falešné načítání, abys viděl každou volbu.
da: Mens en side indlæses, kan browseren spore forløbet langs en hvilken som helst af vinduets fire kanter og/eller som en ring, der fyldes omkring webstedets favicon i fanebladet. Slå dem alle fra for en helt rolig indlæsning. Demoen animerer en falsk indlæsning, så du kan se hvert valg.
de: Während eine Seite lädt, kann der Browser den Fortschritt entlang einer beliebigen der vier Fensterkanten und/oder als Ring nachzeichnen, der sich um das Favicon der Website im Tab füllt. Schalte sie alle aus für ein völlig ruhiges Laden. Die Demo animiert ein falsches Laden, damit du jede Wahl sehen kannst.
el: Ενώ φορτώνει μια σελίδα, το πρόγραμμα περιήγησης μπορεί να ιχνηλατεί την πρόοδο κατά μήκος οποιασδήποτε από τις τέσσερις άκρες του παραθύρου και/ή ως δακτύλιο που γεμίζει γύρω από το favicon του ιστότοπου στην καρτέλα. Απενεργοποίησέ τα όλα για μια εντελώς ήσυχη φόρτωση. Η επίδειξη κινεί μια ψεύτικη φόρτωση για να δεις κάθε επιλογή.
es: Mientras se carga una página, el navegador puede trazar el progreso a lo largo de cualquiera de los cuatro bordes de la ventana o como un anillo que se llena alrededor del favicon del sitio en la pestaña. Desactívalos todos para una carga completamente silenciosa. La demo anima una carga falsa para que veas cada opción.
fi: Kun sivu latautuu, selain voi jäljittää edistymistä minkä tahansa ikkunan neljän reunan varrella ja/tai renkaana, joka täyttyy sivuston faviconin ympärille välilehdessä. Poista ne kaikki käytöstä täysin hiljaista latausta varten. Demo animoi valelatauksen, jotta näet kunkin valinnan.
fr: Pendant le chargement d'une page, le navigateur peut suivre la progression le long de n'importe lequel des quatre bords de la fenêtre et/ou sous forme d'anneau qui se remplit autour du favicon du site dans l'onglet. Désactivez-les tous pour un chargement complètement discret. La démo anime un faux chargement pour que vous puissiez voir chaque choix.
he: בזמן שדף נטען, הדפדפן יכול לעקוב אחר ההתקדמות לאורך כל אחד מארבעת קצוות החלון ו/או כטבעת שמתמלאת סביב סמל האתר בכרטיסייה. כבה את כולם לטעינה שקטה לחלוטין. ההדגמה מנפישה טעינה מזויפת כדי שתראה כל בחירה.
hi: जब कोई पृष्ठ लोड होता है, तो ब्राउज़र विंडो के चार किनारों में से किसी के साथ और/या टैब में साइट के फ़ेविकॉन के चारों ओर भरने वाली एक रिंग के रूप में प्रगति का पता लगा सकता है। पूरी तरह शांत लोड के लिए उन सभी को बंद करें। डेमो एक नकली लोड को एनिमेट करता है ताकि आप प्रत्येक विकल्प देख सकें।
hr: Dok se stranica učitava, preglednik može pratiti napredak duž bilo kojeg od četiri ruba prozora i/ili kao prsten koji se ispunjava oko favicona web-mjesta u kartici. Isključi ih sve za potpuno tiho učitavanje. Demo animira lažno učitavanje kako bi vidio svaki izbor.
hu: Egy oldal betöltése közben a böngésző nyomon követheti a folyamatot az ablak négy szélének bármelyike mentén és/vagy egy gyűrűként, amely a webhely faviconja körül telik meg a lapon. Kapcsold ki mindet a teljesen csendes betöltéshez. A demó egy hamis betöltést animál, hogy lásd az egyes lehetőségeket.
id: Saat halaman dimuat, browser dapat melacak kemajuan di sepanjang salah satu dari empat tepi jendela dan/atau sebagai cincin yang terisi di sekitar favicon situs di tab. Matikan semuanya untuk pemuatan yang benar-benar tenang. Demo menganimasikan pemuatan palsu agar kamu dapat melihat setiap pilihan.
it: Mentre una pagina si carica, il browser può tracciare l'avanzamento lungo uno qualsiasi dei quattro bordi della finestra e/o come un anello che si riempie attorno al favicon del sito nella scheda. Disattivali tutti per un caricamento completamente silenzioso. La demo anima un caricamento fittizio così puoi vedere ogni scelta.
ja: ページの読み込み中、ブラウザはウィンドウの4つの端のいずれかに沿って、および/またはタブ内のサイトのファビコンの周りを満たすリングとして進捗をたどることができます。完全に静かな読み込みにするにはすべてオフにします。デモは偽の読み込みをアニメーション化し、各選択肢を確認できます。
ko: 페이지가 로드되는 동안 브라우저는 창의 네 가장자리 중 하나를 따라, 그리고/또는 탭에서 사이트의 파비콘 주위를 채우는 링으로 진행률을 추적할 수 있습니다. 완전히 조용한 로딩을 위해 모두 끄세요. 데모는 가짜 로딩을 애니메이션으로 보여주어 각 선택을 확인할 수 있게 합니다.
ms: Semasa halaman dimuatkan, pelayar boleh menjejaki kemajuan di sepanjang mana-mana daripada empat tepi tetingkap dan/atau sebagai cincin yang terisi di sekeliling favicon tapak dalam tab. Matikan kesemuanya untuk pemuatan yang benar-benar tenang. Demo menganimasikan pemuatan palsu supaya anda dapat melihat setiap pilihan.
nb: Mens en side lastes, kan nettleseren spore fremdriften langs hvilken som helst av vinduets fire kanter og/eller som en ring som fylles rundt nettstedets favikon i fanen. Slå dem alle av for en helt stille innlasting. Demoen animerer en falsk innlasting så du kan se hvert valg.
nl: Terwijl een pagina laadt, kan de browser de voortgang volgen langs een van de vier vensterranden en/of als een ring die zich rond de favicon van de site in het tabblad vult. Zet ze allemaal uit voor een volledig stille lading. De demo animeert een nep-lading zodat je elke keuze kunt zien.
pl: Podczas ładowania strony przeglądarka może śledzić postęp wzdłuż dowolnej z czterech krawędzi okna i/lub jako pierścień wypełniający się wokół faviconu witryny na karcie. Wyłącz je wszystkie, aby uzyskać całkowicie ciche ładowanie. Demo animuje fałszywe ładowanie, abyś mógł zobaczyć każdy wybór.
pt_br: Enquanto uma página carrega, o navegador pode traçar o progresso ao longo de qualquer uma das quatro bordas da janela e/ou como um anel que se preenche ao redor do favicon do site na aba. Desative todos para um carregamento completamente silencioso. A demonstração anima um carregamento falso para você ver cada opção.
ro: În timp ce o pagină se încarcă, browserul poate urmări progresul de-a lungul oricăreia dintre cele patru margini ale ferestrei și/sau ca un inel care se umple în jurul faviconului site-ului din filă. Dezactivează-le pe toate pentru o încărcare complet liniștită. Demonstrația animează o încărcare falsă ca să poți vedea fiecare opțiune.
ru: Пока страница загружается, браузер может отслеживать ход по любому из четырёх краёв окна и/или в виде кольца, заполняющегося вокруг фавикона сайта во вкладке. Отключите их все для полностью тихой загрузки. Демо анимирует поддельную загрузку, чтобы вы увидели каждый вариант.
sk: Kým sa stránka načítava, prehliadač môže sledovať priebeh pozdĺž ktoréhokoľvek zo štyroch okrajov okna a/alebo ako prstenec, ktorý sa plní okolo faviconu webu na karte. Vypni ich všetky pre úplne tiché načítanie. Demo animuje falošné načítanie, aby si videl každú voľbu.
sv: Medan en sida laddas kan webbläsaren spåra förloppet längs någon av fönstrets fyra kanter och/eller som en ring som fylls runt webbplatsens favikon i fliken. Stäng av dem alla för en helt tyst inläsning. Demon animerar en falsk inläsning så att du kan se varje val.
th: ขณะที่หน้ากำลังโหลด เบราว์เซอร์สามารถติดตามความคืบหน้าไปตามขอบใดขอบหนึ่งจากสี่ขอบของหน้าต่างและ/หรือเป็นวงแหวนที่เติมรอบฟาวิคอนของไซต์ในแท็บ ปิดทั้งหมดเพื่อการโหลดที่เงียบสนิท เดโมจะแสดงภาพเคลื่อนไหวการโหลดปลอมเพื่อให้คุณเห็นแต่ละตัวเลือก
tr: Bir sayfa yüklenirken tarayıcı, ilerlemeyi pencerenin dört kenarından herhangi biri boyunca ve/veya sekmedeki sitenin favicon'unun etrafında dolan bir halka olarak izleyebilir. Tamamen sessiz bir yükleme için hepsini kapat. Demo, her seçeneği görebilmen için sahte bir yüklemeyi canlandırır.
uk: Поки сторінка завантажується, браузер може відстежувати хід уздовж будь-якого з чотирьох країв вікна та/або у вигляді кільця, що заповнюється навколо фавікона сайту у вкладці. Вимкніть їх усі для повністю тихого завантаження. Демо анімує підроблене завантаження, щоб ви побачили кожен вибір.
vi: Trong khi một trang tải, trình duyệt có thể vẽ tiến trình dọc theo bất kỳ cạnh nào trong bốn cạnh cửa sổ và/hoặc dưới dạng một vòng lấp đầy quanh favicon của trang trong thẻ. Tắt tất cả để có một lần tải hoàn toàn yên tĩnh. Bản demo mô phỏng một lần tải giả để bạn thấy từng lựa chọn.
zh_hans: 在页面加载时，浏览器可以沿窗口四条边缘中的任意一条，和/或以在标签页中围绕网站图标填充的环来追踪进度。将它们全部关闭可实现完全安静的加载。演示会以动画呈现一次假加载，以便你查看每个选项。
zh_hk: 在頁面載入時，瀏覽器可以沿視窗四條邊緣中的任意一條，和/或以在分頁中圍繞網站圖示填滿的環來追蹤進度。將它們全部關閉可實現完全安靜的載入。示範會以動畫呈現一次假載入，以便你查看每個選項。

source: Wide Tab Bar
ar: شريط علامات تبويب عريض
ca: Barra de pestanyes ampla
cs: Široká lišta karet
da: Bred fanebladslinje
de: Breite Tableiste
el: Πλατιά γραμμή καρτελών
es: Barra de pestañas ancha
fi: Leveä välilehtipalkki
fr: Barre d'onglets large
he: סרגל כרטיסיות רחב
hi: चौड़ा टैब बार
hr: Široka traka kartica
hu: Széles lapsáv
id: Bilah Tab Lebar
it: Barra delle schede ampia
ja: ワイドなタブバー
ko: 넓은 탭 막대
ms: Bar Tab Lebar
nb: Bred fanelinje
nl: Brede tabbalk
pl: Szeroki pasek kart
pt_br: Barra de abas larga
ro: Bară de file lată
ru: Широкая панель вкладок
sk: Široká lišta kariet
sv: Brett flikfält
th: แถบแท็บกว้าง
tr: Geniş Sekme Çubuğu
uk: Широка панель вкладок
vi: Thanh thẻ rộng
zh_hans: 宽标签栏
zh_hk: 寬分頁列
